// ≺⧼ ប្រភពទឹកឆ្លាក់ 🌊 ⧽≻
// បង្កើតដោយឧបករណ៍ឆ្លាក់ដី ( iloj/tero-skulptilo/tero-skulptilo.html )។
// ( ʃэ ɭʃɔ }ʃᴜ }ʃꞇ ) - កុំកែដោយដៃ។ ឧបករណ៍ឆ្លាក់សរសេរឯកសារឡើងវិញ។

// ⟨ ប្រភពទឹក 📃 ⟩ , ប្រភពទឹក។ ទឹកលែងគូរទៀតទេ ,
// វាហូរពីចំណុចទាំងនេះចុះតាមដី ( kantaoj/mondo/akvokalkulo.ts ) ,
// បំពេញប្រហោង និងកាត់ស្នងទន្លេ។ ប្រភពនីមួយៗ - x, z ( ឯកតាពិភពលោក
// ) និងលំហូរ ( លំហូរធំជាង = ទន្លេជ្រៅនិងធំជាង )។
export const SKULPTA_AKVOFONTOJ = [ { "x": -0o344, "z": 0o100, "fluo": 0o24 }, { "x": -0o334, "z": 0o30, "fluo": 0o20 }, { "x": -0o300, "z": -0o254, "fluo": 0o20 }, { "x": -0o406, "z": 0o304, "fluo": 0o24 }, { "x": -0o154, "z": 0o230, "fluo": 0o24 }, { "x": 0o230, "z": 0o266, "fluo": 0o24 }, { "x": 0o74, "z": 0o254, "fluo": 0o22 } ];